# coding:utf-8
bgmsinfo = {
	# 番剧信息数据格式 v0.0.1a
	'name' : '野良与皇女与流浪猫之心' , # 名字
	'cover' : 'http://dudulu-1253306719.file.myqcloud.com/bangumi/d1baea72480886a0730bac63e657e447.jpg' , # 封面 url
	'timearg' : [2017, 07], # 放送时间(yy/mm)
	'intro' : '住在湾岸城镇樱渊市的少年反田野良，在某个春日的上学途中，看到了一位美少女。这位名叫帕特莉西亚的少女乃是冥界的皇女，为了将野良等人所居住的地上生物灭绝而来。当天中午，野良由于某起事件而与帕特莉西亚接吻了。紧接着，野良的身体就变成了一只黑猫。由于帕特莉西亚所拥有的魔力，野良成为了她的眷属。数日后，野良终于可以变回人类的样子，但在那之后他又几次重复变成猫和恢复人形的过程。', # 简介
	'tags' : #标签
	{
		'genre' : ['gal改', '泡面番', '日常搞笑', '萌系', 'PPT'], # 类型
		'staff' : [], # 制作组 包括cv与制作公司
		'feature' : ['奇幻设定'], # 特点
	},
	'relate' : #相关
	{
		'chara' : ['帕特莉西亚'], # 角色
		'bgm' : None, # 音乐
		'+series' : None, # 系列
		'+recom' : [], # 推荐
	},
}

charasinfo = {
	# 角色信息数据格式 v0.0.1a
	'name' : '帕特莉西亚' , # 名字
	'picture' : 'http://dudulu-1253306719.file.myqcloud.com/bangumi/d1baea72480886a0730bac63e657e447.jpg' , # 原画url
	'tags' : #标签
	{
		'cv' : '高森奈津美', # 声优
		'feature' : ['双马尾', '女王', '吊带袜', '黑丝', 'JK', '异世界人'], # 突出特点
	},
	'relate' : #相关
	{
		'series' : ['野良与皇女与流浪猫之心'], # 系列
		'+chara' : None, # 相关角色
	},
}